tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'

brew 'archey'
brew 'ffmpeg'
brew 'fastlane'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-extras'
brew 'imagemagick'
brew 'imageoptim-cli'
brew 'mas'
brew 'nvm'
brew 'python'
brew 'tig'
brew 'tree'
brew 'watchman'
brew 'yarn'
brew 'youtube-dl'
brew 'z'

cask 'alfred'
cask 'dash'
cask 'discord'
cask 'dropbox'
cask 'figma'
cask 'firefox'
cask 'github'
cask 'imageoptim'
cask 'iterm2'
cask 'notion'
cask 'react-native-debugger'
cask 'spotify'
cask 'sublime-text'
cask 'visual-studio-code'
cask 'adoptopenjdk8'
cask 'mamp'
brew 'gradle'
cask 'android-file-transfer'
cask 'android-platform-tools'
cask 'android-sdk'
cask 'android-studio'